11/data/attachments/60126f519d5a1de5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kelly_anyone_Actions_28776_0</nif:username>
            <nif:friendToBeRequested>soap_actions_f27b0bdb-b1c9-4648-adf7-b5d3b84f213f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>